[
  {
    "id": "1",
    "name": "LED Full Color Rotating Disco Bulb Light",
    "price": 175,
    "oldPrice": 229,
    "image": "img/Main Photo/MP1.webp",
    "shortDesc": "LED Full Color Rotating Disco Bulb একটি রঙিন LED লাইট, যা ঘুরে ঘুরে ডিস্কো স্টাইলের আলো ছড়ায়।",
    "description": "LED Full Color Rotating Disco Bulb Light আপনার ঘরের সাধারণ আলোকে মুহূর্তেই রঙিন ও প্রাণবন্ত ডিস্কো লাইটে রূপান্তরিত করে। এই বাল্বটি চালু হলে স্বয়ংক্রিয়ভ ঘুরতে থাকে এবং চারপাশে বিভিন্ন রঙের আলো ছড়িয়ে দেয়, যা পার্টি বা উৎসবের পরিবেশকে আরও আনন্দময় করে তোলে। এটি শক্তি সাশ্রয়ী LED প্রযুক্তিতে তৈরি, ফলে বিদ্যুৎ খরচ কম হয় এবং দীর্ঘ সময় ব্যবহার করা যায়। সাধারণ বাল্ব হোল্ডারে সহজেই লাগানো যায়—কোনো অতিরিক্ত সেটআপ বা তারের প্রয়োজন নেই। জন্মদিনের পার্টি, বাসার ছোট অনুষ্ঠান, দোকান বা স্টেজ ডেকোরেশন, এমনকি বাচ্চাদের আনন্দের জন্যও এটি একটি চমৎকার পছন্দ। কম তাপ উৎপন্ন করায় এটি নিরাপদ এবং দীর্ঘস্থায়ী। রঙিন আলো ও রোটেটিং ইফেক্ট দিয়ে ঘরের পরিবেশকে আলাদা মাত্রা দিতে LED Full Color Rotating Disco Bulb Light হতে পারে আপনার সেরা সমাধান।",
    "images": [
      "img/1/P1A.webp",
      "img/1/P1B.webp",
      "img/1/P1C.webp",
      "img/1/P1D.webp"
    ],
    "features": [
      "ফুল কালার রোটেটিং LED লাইট",
      "৩৬০° ঘূর্ণনশীল ডিস্কো ইফেক্ট",
      "শক্তি সাশ্রয়ী LED প্রযুক্তি",
      "সাধারণ বাল্ব হোল্ডারে ব্যবহারযোগ্য",
      "পার্টি, জন্মদিন ও উৎসবের জন্য উপযুক্ত",
      "ঘর, দোকান ও স্টেজে ব্যবহার করা যায়",
      "কম তাপ উৎপন্ন করে",
      "গিফট আইটেম হিসেবেও চমৎকার"
    ]
  },
  {
    "id": "2",
    "name": "L-740 Stage Bluetooth Speaker with LED Disco Light",
    "price": 569,
    "oldPrice": 629,
    "image": "img/Main Photo/MP2.webp",
    "shortDesc": "L-740 Stage Bluetooth Speaker একটি স্টাইলিশ মাল্টি-ফাংশনাল স্পিকার, যেখানে শক্তিশালী সাউন্ডের সাথে রয়েছে রঙিন LED ডিস্কো লাইট। গান ও লাইট একসাথে উপভোগ করার জন্য এটি পারফেক্ট।",
    "description": "L-740 Stage Bluetooth Speaker আধুনিক ডিজাইন ও বিনোদনের একটি চমৎকার সমন্বয়। এই স্পিকারটি শুধু গান শোনার জন্য নয়, বরং রঙিন LED ডিস্কো লাইটের মাধ্যমে আপনার ঘরের পরিবেশকে করে তোলে আরও প্রাণবন্ত ও আনন্দময়। এতে রয়েছে শক্তিশালী ব্লুটুথ কানেকশন, যার মাধ্যমে আপনি সহজেই আপনার মোবাইল, ট্যাব বা ল্যাপটপ থেকে গান প্লে করতে পারবেন। এছাড়াও USB পেনড্রাইভ ও TF কার্ড সাপোর্ট থাকায় ইন্টারনেট ছাড়াও মিউজিক উপভোগ করা যায়। LED লাইটগুলো গান চলাকালীন সুন্দর আলো ছড়ায়, যা ছোট পার্টি, বাচ্চাদের আনন্দ, কিংবা রুম ডেকোরেশনের জন্য দারুণ উপযোগী। সহজ কন্ট্রোল বাটনের মাধ্যমে আপনি ভলিউম, গান ও লাইট সহজেই নিয়ন্ত্রণ করতে পারবেন। স্টাইলিশ ডিজাইন ও ব্যবহার-বান্ধব ফিচারের কারণে L-740 Stage Bluetooth Speaker আপনার দৈনন্দিন বিনোদনের জন্য একটি আদর্শ পছন্দ।",
    "images": [
      "img/2/P2A.webp",
      "img/2/P2B.webp",
      "img/2/P2C.webp",
      "img/2/P2D.webp"
    ],
    "features": [
      "হাই-কোয়ালিটি ব্লুটুথ স্পিকার",
      "রঙিন LED ডিস্কো/স্টেজ লাইট",
      "ব্লুটুথের মাধ্যমে মোবাইল কানেক্ট সাপোর্ট",
      "USB ও TF Card সাপোর্ট",
      "সহজ কন্ট্রোল বাটন",
      "পার্টি, রুম ডেকোরেশন ও গিফটের জন্য আদর্শ",
      "কম বিদ্যুৎ খরচ",
      "বেডরুম, লিভিং রুম, ছোট ইভেন্টে ব্যবহারযোগ্য"
    ]
  },
  {
    "id": "3",
    "name": "XY-890 LED Bluetooth Music Star Projector Night Light",
    "price": 599,
    "oldPrice": 749,
    "image": "img/Main Photo/MP3.webp",
    "shortDesc": "XY-890 LED Bluetooth Music Star Projector একটি মাল্টি-ফাংশনাল নাইট লাইট, যা রঙিন তারকা প্রজেকশন ও ব্লুটুথ মিউজিক একসাথে উপভোগ করার সুবিধা দেয়। বেডরুম, বাচ্চাদের রুম ও পার্টির জন্য আদর্শ।",
    "description": "XY-890 LED Bluetooth Music Star Projector একটি আধুনিক ও আকর্ষণীয় ডিজাইনের নাইট লাইট, যা আপনার ঘরের পরিবেশকে করে তুলবে রোমান্টিক ও মনোমুগ্ধকর। এটি দেয়ালে ও ছাদে রঙিন তারকা ও গ্যালাক্সি ইফেক্ট প্রজেক্ট করে, যা শিশু ও প্রাপ্তবয়স্ক—সবার কাছেই দারুণ আকর্ষণীয়। এই প্রজেক্টরটিতে রয়েছে বিল্ট-ইন ব্লুটুথ স্পিকার, যার মাধ্যমে আপনি সহজেই আপনার মোবাইল, ট্যাব বা ল্যাপটপ থেকে গান চালাতে পারবেন। এছাড়াও USB পেনড্রাইভ ও TF কার্ড সাপোর্ট থাকায় আলাদা ডিভাইস ছাড়াই মিউজিক উপভোগ করা যায়। নরম ও চোখের জন্য আরামদায়ক LED আলো এটিকে পারফেক্ট নাইট লাইট হিসেবে ব্যবহারযোগ্য করে তোলে। বাচ্চাদের ঘুমের সময়, বেডরুমের ডেকোরেশন, রোমান্টিক মুড লাইটিং অথবা ছোট পার্টির জন্য এটি একটি চমৎকার পছন্দ। কম বিদ্যুৎ খরচ ও দীর্ঘস্থায়ী LED প্রযুক্তির কারণে এটি নিরাপদ ও সাশ্রয়ী একটি পণ্য।",
    "images": [
      "img/3/P3A.webp",
      "img/3/P3B.webp",
      "img/3/P3C.webp",
      "img/3/P3D.webp"
    ],
    "features": [
      "রঙিন স্টার ও গ্যালাক্সি প্রজেকশন",
      "বিল্ট-ইন ব্লুটুথ স্পিকার",
      "মোবাইল/ল্যাপটপ থেকে মিউজিক প্লে সাপোর্ট",
      "মাল্টি কালার LED লাইট মোড",
      "USB, TF Card ও AUX সাপোর্ট",
      "সহজ কন্ট্রোল বাটন",
      "নাইট লাইট হিসেবে ব্যবহারযোগ্য",
      "বেডরুম, শিশুদের রুম, পার্টি ও গিফটের জন্য উপযুক্ত"
    ]
  },
  {
    "id": "4",
    "name": "Flower LED Plug-in Night Lamp",
    "price": 99,
    "oldPrice": 129,
    "image": "img/Main Photo/MP4.webp",
    "shortDesc": "এই LED ফুল নাইট লাইটটি একটি সুন্দর ডিজাইনের, কম বিদ্যুৎ খরচের নাইট ল্যাম্প। সরাসরি প্লাগে লাগিয়ে ব্যবহার করা যায় এবং নরম আলো দেয়, যা চোখের জন্য আরামদায়ক।",
    "description": "LED ফুল নাইট লাইটটি ঘরের সৌন্দর্য ও ব্যবহারিক সুবিধা—দুটোই একসাথে দেয়। ফুলের আকৃতির ডিজাইনটি দিনের বেলায় একটি ডেকোরেশন আইটেম হিসেবে কাজ করে এবং রাতে দেয় নরম ও শান্ত আলো। এটি সরাসরি ইলেকট্রিক সকেটে প্লাগ ইন করে ব্যবহার করা যায়, কোনো ব্যাটারি বা অতিরিক্ত তারের প্রয়োজন নেই। মাত্র 0.2 ওয়াট বিদ্যুৎ খরচ করায় এটি অত্যন্ত শক্তি সাশ্রয়ী এবং দীর্ঘ সময় ব্যবহার করা যায়। নাইট লাইটটির আলো চোখে লাগে না, তাই ঘুমের সময় বা রাতে চলাফেরার সময় বিরক্তি সৃষ্টি করে না। বেডরুম, করিডোর, সিঁড়ি, বাথরুম ও বাচ্চাদের রুমে ব্যবহারের জন্য এটি খুবই উপযোগী।",
    "images": [
      "img/4/P4A.webp",
      "img/4/P4B.webp",
      "img/4/P4C.webp",
      "img/4/P4D.webp"
    ],
    "features": [
      "ফুলের আকর্ষণীয় ডিজাইন",
      "LED প্রযুক্তি, দীর্ঘস্থায়ী",
      "সরাসরি ইলেকট্রিক সকেটে ব্যবহারযোগ্য",
      "মাত্র 0.2W বিদ্যুৎ খরচ",
      "নরম ও আরামদায়ক আলো",
      "বেডরুম, করিডোর, বাথরুমে ব্যবহার উপযোগী",
      "শিশুদের রুমের জন্য নিরাপদ",
      "কম তাপ উৎপন্ন করে"
    ]
  },
  {
    "id": "5",
    "name": "Star Master Dream Rotating Projection Lamp",
    "price": 649,
    "oldPrice": 799,
    "image": "img/Main Photo/MP5.webp",
    "shortDesc": "Star Master Dream Rotating Projection Lamp একটি সুন্দর নাইট লাইট, যা ঘুরে ঘুরে ছাদ ও দেয়ালে তারকা ও চাঁদের আলো প্রজেক্ট করে। শিশু ও বড়দের ঘরের জন্য এটি একটি আরামদায়ক ও আকর্ষণীয় লাইট।",
    "description": "Star Master Dream Rotating Projection Lamp আপনার ঘরের পরিবেশকে রূপকথার মতো সুন্দর করে তুলবে। এই প্রজেকশন ল্যাম্পটি চালু করলে ছাদ ও দেয়ালে তারকা, চাঁদ ও গ্যালাক্সির মতো আলো ছড়িয়ে পড়ে, যা ঘরে শান্ত ও আরামদায়ক পরিবেশ সৃষ্টি করে। এটি ৩৬০ ডিগ্রি ঘুরতে পারে, ফলে আলো চারদিকে সমানভাবে ছড়িয়ে পড়ে। নরম LED আলো চোখে চাপ সৃষ্টি করে না, তাই এটি শিশুদের ঘুমের সময় বা নাইট লাইট হিসেবে ব্যবহার করার জন্য খুবই উপযোগী। সহজ কন্ট্রোল বাটনের মাধ্যমে আপনি লাইট অন/অফ, রোটেশন ও আলোর মোড পরিবর্তন করতে পারবেন। DC 5V পাওয়ার সাপোর্ট থাকায় এটি বিদ্যুৎ সাশ্রয়ী এবং নিরাপদ। শিশুদের রুম, বেডরুম, রোমান্টিক মুড লাইটিং কিংবা উপহার হিসেবে Star Master Dream Rotating Projection Lamp একটি দারুণ পছন্দ।",
    "images": [
      "img/5/P5A.webp",
      "img/5/P5B.webp",
      "img/5/P5C.webp",
      "img/5/P5D.webp"
    ],
    "features": [
      "তারকা ও চাঁদের প্রজেকশন ইফেক্ট",
      "৩৬০° রোটেটিং লাইট ফাংশন",
      "নরম ও চোখের জন্য আরামদায়ক আলো",
      "নাইট লাইট হিসেবে ব্যবহার উপযোগী",
      "সহজ কন্ট্রোল বাটন (A / B / C)",
      "DC 5V পাওয়ার সাপোর্ট",
      "শিশুদের ঘরের জন্য নিরাপদ",
      "গিফট আইটেম হিসেবে আদর্শ"
    ]
  },
  {
    "id": "6",
    "name": "MAX WORLD Wireless Lamp Holder with Remote (E27 Screw)",
    "price": 399,
    "oldPrice": 549,
    "image": "img/Main Photo/MP6.webp",
    "shortDesc": "MAX WORLD Wireless Lamp Holder একটি স্মার্ট ল্যাম্প হোল্ডার, যা রিমোট কন্ট্রোলের মাধ্যমে দূর থেকে অন/অফ করা যায়। এটি E27 স্ক্রু বাল্ব সাপোর্ট করে এবং ঘর, বেডরুম ও অফিসের জন্য খুবই সুবিধাজনক।",
    "description": "MAX WORLD Wireless Lamp Holder একটি আধুনিক ও ব্যবহার-বান্ধব স্মার্ট লাইটিং সমাধান। এই ল্যাম্প হোল্ডারটি সাধারণ E27 স্ক্রু বাল্বের সাথে ব্যবহার করা যায় এবং রিমোট কন্ট্রোলের মাধ্যমে দূর থেকে সহজেই লাইট অন বা অফ করা সম্ভব। এর সাথে থাকা রিমোট কন্ট্রোলে রয়েছে টাইমার অপশন, যার মাধ্যমে আপনি 15 মিনিট, 30 মিনিট অথবা 60 মিনিট পরে স্বয়ংক্রিয়ভাবে লাইট বন্ধ হওয়ার ব্যবস্থা করতে পারবেন। ফলে এটি বিদ্যুৎ সাশ্রয়ী এবং রাতের বেলায় বা ঘুমানোর সময় খুবই কার্যকর। ওয়্যারলেস ডিজাইনের কারণে দেয়ালে আলাদা সুইচ লাগানোর প্রয়োজন নেই। বয়স্ক মানুষ, শিশু কিংবা যাদের চলাফেরায় সমস্যা আছে—তাদের জন্য এই ল্যাম্প হোল্ডারটি অত্যন্ত সুবিধাজনক। ঘর, বেডরুম, অফিস, দোকান বা স্টোররুমে স্মার্টভাবে লাইট নিয়ন্ত্রণ করতে চাইলে MAX WORLD Wireless Lamp Holder হতে পারে আপনার সেরা পছন্দ।",
    "images": [
      "img/6/P6A.webp",
      "img/6/P6B.webp",
      "img/6/P6C.webp",
      "img/6/P6D.webp"
    ],
    "features": [
      "রিমোট কন্ট্রোল দ্বারা লাইট অন/অফ",
      "E27 স্ক্রু টাইপ বাল্ব সাপোর্ট",
      "টাইমার ফাংশন (15min / 30min / 60min)",
      "ওয়্যারলেস ব্যবহার, আলাদা সুইচের প্রয়োজন নেই",
      "ঘর, বেডরুম, অফিস ও দোকানের জন্য উপযোগী",
      "বিদ্যুৎ সাশ্রয়ী ও নিরাপদ",
      "বয়স্ক ও শিশুদের জন্য ব্যবহার সহজ",
      "সহজ ইনস্টলেশন"
    ]
  },
  {
    "id": "7",
    "name": "RGB LED Strip Light Set with Remote & Adapter",
    "price": 349,
    "oldPrice": 449,
    "image": "img/Main Photo/MP7.webp",
    "shortDesc": "এই RGB LED Strip Light সেট দিয়ে আপনার ঘর, দোকান, টিভি ব্যাকগ্রাউন্ড, সিলিং বা বেডরুমকে সহজেই রঙিন ও আকর্ষণীয় করে তুলুন। রিমোট কন্ট্রোলের মাধ্যমে একাধিক রঙ ও লাইটিং মোড পরিবর্তন করা যায়।",
    "description": "আপনার ঘর বা যেকোনো জায়গাকে আধুনিক ও স্টাইলিশ লুক দিতে চাইলে RGB LED Strip Light Set একটি পারফেক্ট সমাধান। এই LED স্ট্রিপ লাইটে রয়েছে বিভিন্ন রঙের অপশন এবং রিমোট কন্ট্রোল, যার মাধ্যমে আপনি সহজেই লাইটের রঙ, ব্রাইটনেস ও মোড পরিবর্তন করতে পারবেন। এই প্যাকেজে LED স্ট্রিপ, রিমোট কন্ট্রোল, কন্ট্রোলার বক্স এবং পাওয়ার অ্যাডাপ্টার অন্তর্ভুক্ত রয়েছে—অর্থাৎ আলাদা করে কিছু কিনতে হবে না। এটি ঘরের সিলিং, টিভি ইউনিট, বেডরুম, দোকান, শো-রুম, পার্টি ডেকোরেশন বা ফেস্টিভ লাইটিংয়ের জন্য আদর্শ। লো পাওয়ার কনজাম্পশনের কারণে এটি বিদ্যুৎ সাশ্রয়ী এবং দীর্ঘ সময় ব্যবহার উপযোগী। পিছনে স্টিকার থাকায় ইনস্টল করাও খুব সহজ।",
    "images": [
      "img/7/P7A.webp",
      "img/7/P7B.webp",
      "img/7/P7C.webp",
      "img/7/P7D.webp"
    ],
    "features": [
      "RGB মাল্টি-কালার সাপোর্ট",
      "রিমোট কন্ট্রোল সহ",
      "লো পাওয়ার কনজাম্পশন",
      "হোম ও ডেকোরেশন ব্যবহারের জন্য উপযোগী",
      "পাওয়ার অ্যাডাপ্টার ও কন্ট্রোলার সহ",
      "কাটযোগ্য LED স্ট্রিপ (নির্দিষ্ট মার্ক অনুযায়ী)",
      "সহজ ইনস্টলেশন (স্টিকার ব্যাক সাপোর্ট)"
   
    ]
  },
  {
    "id": "8",
    "name": "LED Fairy String Light with Plug & Control Box (Warm White / Clear Wire)",
    "price": 125,
    "oldPrice": 199,
    "image": "img/Main Photo/MP8.webp",
    "shortDesc": "এই LED Fairy String Light ঘর, বেডরুম, বারান্দা, দোকান, ইভেন্ট বা ফেস্টিভ ডেকোরেশনের জন্য আদর্শ। প্লাগ-ইন সিস্টেম ও কন্ট্রোল বক্স থাকায় ব্যবহার সহজ এবং বিদ্যুৎ খরচ কম।",
    "description": "LED Fairy String Light আপনার ঘর বা যেকোনো জায়গাকে সুন্দর ও আরামদায়ক আলোয় সাজাতে একটি কার্যকর ডেকোরেশন লাইট। এই লাইটটি সাধারণ প্লাগের মাধ্যমে সরাসরি ব্যবহার করা যায়, আলাদা করে ব্যাটারি লাগবে না। এর সাথে থাকা কন্ট্রোল বক্সের মাধ্যমে সহজেই লাইট অন/অফ বা লাইটিং মোড পরিবর্তন করা যায়। স্বচ্ছ তারের মধ্যে থাকা ছোট ছোট LED বাল্বগুলো আলো জ্বালালে খুবই সুন্দর ও নরম আলো দেয়, যা বেডরুম, কার্টেন, দেয়াল, বারান্দা, শো-রুম, দোকান বা উৎসবের সাজে ব্যাপকভাবে ব্যবহার করা হয়। লো পাওয়ার কনজাম্পশনের কারণে এটি বিদ্যুৎ সাশ্রয়ী এবং দীর্ঘ সময় ব্যবহার উপযোগী। যারা কম খরচে ঘর সাজাতে চান, তাদের জন্য এটি একটি ভালো অপশন।",
    "images": [
      "img/8/P8A.webp",
      "img/8/P8B.webp"
     
    ],
    "features": [
      "উজ্জ্বল LED লাইট",
      "ডাইরেক্ট প্লাগ-ইন (অ্যাডাপ্টার/প্লাগ সহ)",
      "কন্ট্রোল বক্স সহ (অন/অফ ও মোড)",
      "লো পাওয়ার কনজাম্পশন",
      "ইনডোর ডেকোরেশনের জন্য উপযোগী",
      "ইনসুলেটেড তার – তুলনামূলক নিরাপদ",
      "নরম ও চোখে আরামদায়ক আলো"

    ]
  },
  {
    "id": "9",
    "name": "2M 20Led Mini Micro Copper Wire Light Battery Operated Led Strip String Fairy Lights",
    "price": 59,
    "oldPrice": 99,
    "image": "img/Main Photo/MP9.webp",
    "shortDesc": "এই LED Fairy String Light ঘর, বেডরুম, বারান্দা, দোকান, ইভেন্ট বা ফেস্টিভ ডেকোরেশনের জন্য আদর্শ। প্লাগ-ইন সিস্টেম ও কন্ট্রোল বক্স থাকায় ব্যবহার সহজ এবং বিদ্যুৎ খরচ কম।",
    "description": "LED Fairy String Light আপনার ঘর বা যেকোনো জায়গাকে সুন্দর ও আরামদায়ক আলোয় সাজাতে একটি কার্যকর ডেকোরেশন লাইট। এই লাইটটি সাধারণ প্লাগের মাধ্যমে সরাসরি ব্যবহার করা যায়, আলাদা করে ব্যাটারি লাগবে না। এর সাথে থাকা কন্ট্রোল বক্সের মাধ্যমে সহজেই লাইট অন/অফ বা লাইটিং মোড পরিবর্তন করা যায়। স্বচ্ছ তারের মধ্যে থাকা ছোট ছোট LED বাল্বগুলো আলো জ্বালালে খুবই সুন্দর ও নরম আলো দেয়, যা বেডরুম, কার্টেন, দেয়াল, বারান্দা, শো-রুম, দোকান বা উৎসবের সাজে ব্যাপকভাবে ব্যবহার করা হয়। লো পাওয়ার কনজাম্পশনের কারণে এটি বিদ্যুৎ সাশ্রয়ী এবং দীর্ঘ সময় ব্যবহার উপযোগী। যারা কম খরচে ঘর সাজাতে চান, তাদের জন্য এটি একটি ভালো অপশন।",
    "images": [
      "img/9/P9A.webp",
      "img/9/P9B.webp",
      "img/9/P9C.webp"
      
    ],
    "features": [
      "ব্যাটারি চালিত – বিদ্যুৎ লাগবে না",
      "Warm White LED – চোখে আরামদায়ক প্রিমিয়াম আলো",
      "Ultra Thin Copper Wire – সহজে বাঁকানো যায়",
      "লো পাওয়ার কনজাম্পশন",
      "ডেকোরেশন, ইভেন্ট, ফটোশুটে পারফেক্ট",
      "On/Off সুইচ সহ কন্ট্রোল বক্স",
      "তাপ তৈরি করে না – নিরাপদ ব্যবহার"
      
    ]
  },
  {
    "id": "10",
    "name": "Battery Operated LED Fairy String Light – Warm White",
    "price": 105,
    "oldPrice": 139,
    "image": "img/Main Photo/MP10.webp",
    "shortDesc": "ব্যাটারিতে চালিত Warm White LED Fairy String Light, যা ঘর, বেডরুম, আয়না, আলমারি, গিফট বক্স ও ইভেন্ট ডেকোরেশনের জন্য আদর্শ। বিদ্যুৎ সংযোগ ছাড়াই সহজে ব্যবহার করা যায়।",
    "description": "এই Battery Operated LED Fairy String Light বিশেষভাবে তৈরি করা হয়েছে তাদের জন্য, যারা বিদ্যুৎ সংযোগ ছাড়াই সুন্দর ও সাশ্রয়ীভাবে ঘর সাজাতে চান। প্রতিটি লাইট স্ট্রিং আলাদা ব্যাটারি বক্স দ্বারা চালিত, ফলে যেখানে ইচ্ছা সেখানে ঝুলিয়ে বা সাজিয়ে ব্যবহার করা যায়। Warm White LED আলো চোখে আরামদায়ক এবং ঘরে একটি নরম, সুন্দর পরিবেশ তৈরি করে। পাতলা Copper Wire হওয়ায় এটি সহজেই বাঁকানো যায় এবং কার্টেন, দেয়াল, ফটো ফ্রেম, ফুলের টব, আয়না বা টেবিল ডেকোরেশনে নিখুঁতভাবে মানিয়ে যায়। ব্যাটারি বক্সে থাকা ON/OFF সুইচ ব্যবহারকে সহজ করে তোলে। লো পাওয়ার খরচের কারণে ব্যাটারি দীর্ঘ সময় ব্যাকআপ দেয় (ব্যাটারির মান ও ব্যবহারের উপর নির্ভরশীল)। এটি বিয়ে, জন্মদিন, ঈদ, পূজা, রুম ডেকোরেশন ও ফটোগ্রাফি ব্যাকগ্রাউন্ডের জন্য অত্যন্ত জনপ্রিয়।",
    "images": [
      "img/10/P10A.webp",
      "img/10/P10B.webp"
     
    ],
    "features": [
      "Warm White সফট LED আলো",
      "Battery Operated – প্লাগ লাগে না",
      "পাতলা Copper Wire – সহজে বাঁকানো যায়",
      "On/Off সুইচ সহ ব্যাটারি বক্স",
      "লো পাওয়ার কনজাম্পশন",
      "Indoor Decoration-এর জন্য উপযোগী",
      "DIY, গিফট ও ফেস্টিভ ডেকোরেশনে ব্যবহারযোগ্য",
      "একাধিক সেট/স্ট্রিং একসাথে ব্যবহারের সুবিধা"
    ]
  },
  {
    "id": "11",
    "name": "Artificial Green Leaf LED Fairy String Light – Warm White (Battery Operated)",
    "price": 249,
    "oldPrice": 349,
    "image": "img/Main Photo/MP11.webp",
    "shortDesc": "কৃত্রিম সবুজ পাতার সাথে যুক্ত Warm White LED Fairy Light, যা ঘর, দেয়াল, বেডরুম, বেলকনি ও ইভেন্ট ডেকোরেশনে প্রাকৃতিক ও নান্দনিক লুক তৈরি করে। ব্যাটারিতে চলে, তাই যেকোনো জায়গায় সহজে ব্যবহারযোগ্য।",
    "description": "এই Artificial Green Leaf LED Fairy String Light বিশেষভাবে তৈরি করা হয়েছে তাদের জন্য, যারা ঘরে প্রাকৃতিক সবুজ পরিবেশের সাথে নরম আলো যোগ করতে চান। কৃত্রিম পাতার সাথে যুক্ত Warm White LED আলো ঘরকে করে তোলে আরামদায়ক ও দৃষ্টিনন্দন। ব্যাটারি চালিত হওয়ায় এটি ব্যবহার করতে কোনো প্লাগ বা বিদ্যুৎ সংযোগের প্রয়োজন নেই। দেয়াল, কার্টেন, আয়না, বেড হেডবোর্ড, বেলকনি রেলিং, শেলফ বা ফটো ব্যাকড্রপে খুব সহজেই সেট করা যায়। পাতলা ও ফ্লেক্সিবল তার হওয়ায় আপনার ইচ্ছামতো আকারে সাজাতে পারবেন। LED লাইট কম বিদ্যুৎ খরচ করে এবং দীর্ঘ সময় আলো দেয় (ব্যাটারির মান ও ব্যবহারের উপর নির্ভরশীল)। এই লাইটটি রুম ডেকোরেশন, বিয়ে, ঈদ, পূজা, জন্মদিন, ক্যাফে ডেকোরেশন ও ফটোগ্রাফির জন্য ব্যাপকভাবে ব্যবহার করা হয়।",
    "images": [
      "img/11/P11A.webp",
      "img/11/P11B.webp",
      "img/11/P11C.webp"
    
    ],
    "features": [
      "Artificial Green Leaf Vine Design",
      "Warm White Soft LED Light",
      "Battery Operated – বিদ্যুৎ লাগবে না",
      "ON/OFF সুইচ সহ ব্যাটারি বক্স",
      "Flexible Wire – সহজে বাঁকানো যায়",
      "Low Power Consumption",
      "Indoor Decoration-এর জন্য আদর্শ",
      "রুম, বিয়ে, জন্মদিন, ফটো ব্যাকগ্রাউন্ডে ব্যবহারযোগ্য"
    ]
  },
  {
    "id": "12",
    "name": "AC to DC Power Adapter (2 Pin Plug)",
    "price": 99,
    "oldPrice": 129,
    "image": "img/Main Photo/MP12.webp",
    "shortDesc": "এই AC to DC পাওয়ার অ্যাডাপ্টারটি ঘরের 220V AC বিদ্যুৎকে নিরাপদ DC পাওয়ারে রূপান্তর করে বিভিন্ন ইলেকট্রনিক ডিভাইস চালানোর জন্য ব্যবহৃত হয়। এটি স্থিতিশীল, নির্ভরযোগ্য এবং দৈনন্দিন ব্যবহারের জন্য উপযোগী।",
    "description": "এই AC to DC Power Adapter টি ঘরোয়া ও অফিস ব্যবহারের জন্য একটি অপরিহার্য ইলেকট্রনিক এক্সেসরিজ। এটি 220V AC ইনপুট গ্রহণ করে প্রয়োজনীয় DC আউটপুট সরবরাহ করে, যা বিভিন্ন ডিভাইসের জন্য নিরাপদ ও কার্যকর।",
    "images": [
      "img/12/P12A.webp",
      "img/12/P12B.webp",
      "img/12/P12C.webp"
    
    ],
    "features": [
      "AC to DC রূপান্তর ক্ষমতা",
      "বাংলাদেশের 220V লাইনের সাথে সম্পূর্ণ সামঞ্জস্যপূর্ণ",
      "স্টেবল পাওয়ার আউটপুট",
      "মজবুত প্লাস্টিক বডি",
      "ওভারহিট প্রতিরোধী ডিজাইন",
      "বিভিন্ন DC ডিভাইসের সাথে ব্যবহারযোগ্য",
      "কমপ্যাক্ট ও হালকা ওজন",
      "স্ট্যান্ডার্ড 2-পিন পাওয়ার প্লাগ"
    ]
  },
  {
    "id": "13",
    "name": "GATA Super Portable Door Bell",
    "price": 399,
    "oldPrice": 499,
    "image": "img/Main Photo/MP13.webp",
    "shortDesc": "GATA Super হলো একটি আধুনিক, তারবিহীন ডোর বেল যা দরজায় কেউ আসলে আপনাকে স্পষ্ট সাউন্ড অ্যালার্ট দিয়ে জানিয়ে দেয়। বাসা, অফিস বা দোকানের জন্য এটি একটি স্মার্ট ও ঝামেলাহীন সমাধান।",
    "description": "আপনি কি চান দরজায় কেউ এলেই সাথে সাথে জানবেন? তাহলে GATA Super Portable Door Bell আপনার জন্য পারফেক্ট সমাধান। এটি একটি wireless visitor alert device, যা দরজার কাছে রাখা হয়। যখন কেউ আপনার দরজায় আসে বা বেল চাপ দেয়, তখন এটি সাথে সাথে একটি স্পষ্ট শব্দ করে আপনাকে জানিয়ে দেয়। কোনো ঝামেলাপূর্ণ ওয়্যারিং নেই, কোনো ইনস্টলেশন ঝক্কি নেই — শুধু Plug করুন, ব্যবহার শুরু করুন। এর স্মার্ট ও কমপ্যাক্ট ডিজাইন আপনার বাসা, দোকান বা অফিসে একদম প্রফেশনাল লুক দেয়।",
    "images": [
      "img/13/P13A.webp",
      "img/13/P13B.webp",
      "img/13/P13C.webp",
      "img/13/P13D.jpg"
    ],
    "features": [
      "উচ্চ শব্দে স্পষ্ট অ্যালার্ট",
      "কম বিদ্যুৎ খরচ",
      "Plug & Play – কোনো ওয়্যারিং দরকার নেই",
      "বাসা, দোকান, অফিস, গেট – সব জায়গায় ব্যবহারযোগ্য",
      "ছোট ও পোর্টেবল ডিজাইন" 
    ]
  },
  {
    "id": "14",
    "name": "GATA Musical Chime Wireless Door Bell",
    "price": 399,
    "oldPrice": 459,
    "image": "img/Main Photo/MP14.webp",
    "shortDesc": "GATA Musical Chime হলো একটি শক্তিশালী তারবিহীন ডোর বেল, যেখানে ৫২টি আলাদা টিউন ও উচ্চ ভলিউমে পরিষ্কার সাউন্ড পাওয়া যায়। বাসা, দোকান ও অফিসের জন্য এটি একটি আধুনিক স্মার্ট সমাধান।",
    "description": "আপনার দরজায় কেউ এলে যদি আপনি নিশ্চিতভাবে জানতে চান — তাহলে GATA Musical Chime Wireless Door Bell আপনার জন্য পারফেক্ট সমাধান। এই ডোর বেলটি সম্পূর্ণ wireless system, তাই কোনো ঝামেলাপূর্ণ তার লাগবে না। এটি প্লাগ ইন করলেই কাজ শুরু করে। কেউ বেল চাপ দিলে, সাথে সাথে পরিষ্কার ও জোরালো সাউন্ড বাজবে। এই মডেলে রয়েছে ৫২টি আলাদা মিউজিক টিউন ও ৪ লেভেলের ভলিউম কন্ট্রোল, যাতে আপনি আপনার পছন্দ অনুযায়ী সাউন্ড সেট করতে পারেন। ১৫০ ফুট পর্যন্ত রেঞ্জ থাকায় এটি বড় বাসা, দোকান বা অফিসেও নির্ভরযোগ্যভাবে কাজ করে।",
    "images": [
      "img/14/P14A.webp",
      "img/14/P14B.webp",
      "img/14/P14C.webp",
      "img/14/P14D.webp"
    ],
    "features": [
      "৫২টি আলাদা মিউজিক টিউন",
      "৪ লেভেলের ভলিউম কন্ট্রোল",
      "১৫০ ফুট পর্যন্ত ওয়ারলেস রেঞ্জ",
      "সরাসরি প্লাগ ইন করে ব্যবহারযোগ্য",
      "কম বিদ্যুৎ খরচ",
      "বাসা, দোকান, অফিস ও রিসেপশনের জন্য উপযুক্ত"
    ]
  },
  {
    "id": "15",
    "name": "CONA Power Musical Electric Door Bell (AC/DC 250V)",
    "price": 385,
    "oldPrice": 549,
    "image": "img/Main Photo/MP15.webp",
    "shortDesc": "CONA Power হলো একটি শক্তিশালী মিউজিক্যাল ইলেকট্রিক ডোরবেল যা সরাসরি লাইনের বিদ্যুতে চলে এবং দরজায় কেউ এলে জোরালো ও পরিষ্কার শব্দে জানিয়ে দেয়। বাসা, দোকান ও অফিসের জন্য নির্ভরযোগ্য সমাধান।",
    "description": "আপনি যদি এমন একটি ডোরবেল চান যেটা বিদ্যুৎ থাকলেই কাজ করবে, সাউন্ড জোরে হবে এবং বছরের পর বছর নষ্ট হবে না, তাহলে CONA Power Musical Electric Door Bell আপনার জন্য বানানো। এটি একটি direct power door bell, যেটা সরাসরি AC বা DC লাইনে সংযুক্ত হয়। কোনো ব্যাটারি বা চার্জের ঝামেলা নেই। সুইচ চাপলেই সাথে সাথে জোরালো মিউজিক্যাল সাউন্ড বাজবে। এই মডেলটি বিশেষভাবে বানানো হয়েছে বাংলাদেশের দোকান, বাসা ও অফিসের ব্যবহার অনুযায়ী— লো ভোল্টেজ সমস্যা থাকলেও কাজ করে এবং সাউন্ড কমে না।",
    "images": [
      "img/15/P15A.webp",
      "img/15/P15B.webp",
      "img/15/P15C.webp",
      "img/15/P15D.webp"
    ],
    "features": [
      "মিউজিক্যাল সাউন্ড সিস্টেম",
      "AC / DC দুইভাবেই কাজ করে (250V পর্যন্ত)",
      "উচ্চ ভলিউম, দূর থেকেও শোনা যায়",
      "সুইচের সাথে সংযুক্ত করে ব্যবহারযোগ্য",
      "শক্ত ABS প্লাস্টিক বডি",
      "LED ইন্ডিকেটর লাইট",
      "বাসা, দোকান, অফিস ও গেটের জন্য উপযোগী"
      
    ]
  },
  {
    "id": "16",
    "name": "GATA Super Portable Door Bell",
    "price": 399,
    "oldPrice": 549,
    "image": "img/Main Photo/MP16.webp",
    "shortDesc": "GATA Super হলো একটি প্লাগ-ইন ডোর বেল যা বিদ্যুৎ দিলেই কাজ করে। দরজায় কেউ এলে এটি জোরালো সাউন্ড দিয়ে আপনাকে জানিয়ে দেয়— বাসা, দোকান ও অফিসের জন্য একদম পারফেক্ট।",
    "description": "আপনি যদি এমন একটি ডোর বেল চান যেটা সস্তা, সহজ, আর বছরের পর বছর কাজ করবে, তাহলে GATA Super Portable Door Bell আপনার জন্য তৈরি। এটি একটি plug-in door bell। কোনো ব্যাটারি, চার্জ বা সেটআপের ঝামেলা নেই। সরাসরি লাইনে লাগান— কেউ দরজায় এলে সাথে সাথে শব্দ বাজবে। এই মডেলটি বাংলাদেশের দোকান, বাসা ও অফিসের ব্যবহার অনুযায়ী বানানো। কম ভোল্টেজেও এটি কাজ করে এবং সাউন্ড দুর্বল হয় না। ডিজাইনটা ছোট ও পরিষ্কার, তাই দেয়ালে বা দরজার পাশে দেখতে সুন্দর লাগে।",
    "images": [
      "img/16/P16A.webp",
      "img/16/P16B.webp",
      "img/16/P16C.webp",
      "img/16/P16D.webp"
    ],
    "features": [
      "জোরালো ও পরিষ্কার সাউন্ড",
      "সরাসরি প্লাগ দিলেই কাজ করে",
      "কোনো ব্যাটারি দরকার নেই",
      "শক্ত ও টেকসই প্লাস্টিক বডি",
      "বাসা, দোকান ও অফিসের জন্য উপযুক্ত",
      "ছোট ও পোর্টেবল ডিজাইন"
   
    ]
  },
  {
    "id": "17",
    "name": "CONA 2 Musical Electric Door Bell",
    "price": 399,
    "oldPrice": 599,
    "image": "img/Main Photo/MP17.webp",
    "shortDesc": "CONA 2 হলো একটি শক্তিশালী মিউজিক্যাল ইলেকট্রিক ডোরবেল যা সুইচের মাধ্যমে কাজ করে এবং দরজায় কেউ এলে পরিষ্কার ও জোরালো সাউন্ড দিয়ে জানিয়ে দেয়।",
    "description": "আপনি যদি এমন একটি ডোরবেল চান যেটা ব্যাটারি ছাড়াই কাজ করবে, সাউন্ড জোরে হবে এবং সহজে নষ্ট হবে না, তাহলে CONA 2 Musical Electric Door Bell আপনার জন্য সেরা পছন্দ। এই ডোরবেলটি সরাসরি ইলেকট্রিক লাইনের সাথে সংযুক্ত হয়, তাই চার্জ বা ব্যাটারি পরিবর্তনের ঝামেলা নেই। সুইচ চাপলেই সাথে সাথে পরিষ্কার মিউজিক্যাল সাউন্ড বাজে। এটি বিশেষভাবে বানানো হয়েছে বাংলাদেশের বাসা, দোকান ও অফিসের বাস্তব ব্যবহারের জন্য— লো ভোল্টেজেও কাজ করে এবং দীর্ঘদিন স্থায়ী হয়।",
    "images": [
      "img/17/P17A.webp",
      "img/17/P17B.webp",
      "img/17/P17C.webp",
      "img/17/P17D.webp"
    ],
    "features": [
      "মিউজিক্যাল রিংটোন সিস্টেম",
      "সরাসরি লাইনের বিদ্যুতে কাজ করে",
      "জোরালো ও ক্লিয়ার সাউন্ড",
      "সুইচের সাথে সংযোগযোগ্য",
      "শক্ত ABS প্লাস্টিক বডি",
      "LED ইন্ডিকেটর লাইট",
      "বাসা, দোকান ও অফিসের জন্য উপযোগী"
      
    ]
  },

   {
    "id": "18",
    "name": "3.7V 55mAh Rechargeable Lithium Polymer Battery (Mini Li-Po Cell)",
    "price": 45,
    "oldPrice": 55,
    "image": "img/Main Photo/MP18.webp",
    "shortDesc": "এই 3.7V 55mAh Li-Po ব্যাটারি ছোট ইলেকট্রনিক ডিভাইস যেমন ব্লুটুথ হেডসেট, স্মার্ট গ্যাজেট, DIY প্রজেক্ট ও IoT ডিভাইস চালানোর জন্য ব্যবহার হয়। এটি হালকা, শক্তিশালী এবং রিচার্জযোগ্য।",
    "description": "এই 3.7V 55mAh Lithium Polymer Battery ছোট আকারের কিন্তু শক্তিশালী একটি রিচার্জযোগ্য ব্যাটারি যা আধুনিক ইলেকট্রনিক্স ডিভাইসে ব্যাপকভাবে ব্যবহার হয়। সাধারণ লিথিয়াম ব্যাটারির তুলনায় Li-Po ব্যাটারি বেশি নিরাপদ, হালকা এবং দীর্ঘস্থায়ী পারফরম্যান্স দেয়। এই ব্যাটারিটি বিশেষভাবে ডিজাইন করা হয়েছে Bluetooth Earphones, Smart Glasses, Wearable Devices, Mini GPS Tracker, DIY Arduino Project, ESP8266/ESP32 Project ইত্যাদির জন্য। এতে আগে থেকেই লাল ও কালো তার লাগানো আছে, ফলে সরাসরি সার্কিটে সংযোগ দেওয়া যায়। ব্যাটারিটি একাধিকবার চার্জ দেওয়া যায় এবং সঠিকভাবে ব্যবহার করলে শত শত চার্জ সাইকেল পর্যন্ত টিকে থাকে।",
    "images": [
      "img/18/P18A.webp",
      "img/18/P18B.webp",
      "img/18/P18C.webp",
      "img/18/P18D.webp"
    ],
    "features": [
      "ভোল্টেজ: 3.7V",
      "ক্যাপাসিটি: 55mAh",
      "ব্যাটারির ধরন: Lithium Polymer (Li-Po)",
      "রিচার্জযোগ্য: হ্যাঁ",
      "সাইজ: Ultra Mini",
      "ওজন: অত্যন্ত হালকা",
      "তার সংযুক্ত: লাল (+) ও কালো (–) তার যুক্ত",
      "কম্প্যাটিবিলিটি: Neckband, Airbuds etc "
      
    ]
  }
]